[{},{},
    {"name":"ระบบเว็บสำหรับการเช็คสถานะใบสมัครสำหรับลูกค้าและสรุปส่วนแบ่งรายได้สำหรับตัวแทนจำหน่ายสินเชื่อ","type":"Web Apllication"},
    {"name":"ระบบซื้อขายและบริการลูกค้า บริษัท ออล อะเบาท์พูล แอนด์ซิสเทมส์จำกัด ","type":"Web Apllication"},
    {"name":"Development of Social for Restaurant Recommendation Project ","type":"ML & Data analytics"},
    {"name":"Load balancing access points ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"MY PORTABLE PANTRY ","type":"Mobile Application"},
    {"name":"Resource Management Information Technology System of SEC.","type":"Web Apllication"},
    {"name":"การตรวจจับและประเมินท่าการออกกำลังที่ปลอดภัยสำหรับผู้สูงอายุด้วยกล้อง KINECT ","type":"ML & Data analytics"},
    {"name":"การพัฒนาการย้ายสินเชื่อสกุลเงินต่างประเทศเข้ามาใน Core Banking System(CBS) - Advance Loan System(ALS) ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"เกมสานสัมพันธ์ส่งเสริมการเรียนรู้","type":"Mobile Application"},
    {"name":"ความเสียหายและเส้นทาง ","type":"Web Apllication"},
    {"name":"เครื่องมือสำหรับวางแผนจัดโปรแกรมท่องเที่ยวเฉพาะบุคคล ","type":"Web Apllication"},
    {"name":"โครงงานบริหารจัดการระบบคลาวด์ส่วนตัว ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"ดีเซนทระไลซ เสิร์ช ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"นอนไหน ","type":"Mobile Application"},
    {"name":"นามบัตร4 .0 ","type":"Mobile Application"},
    {"name":"โปรแกรมการจัดการงบประมาณโครงการ ของบริษัทกรรพลไทจำกัด ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"โปรแกรมตรวจจับป้ายจราจรจากรูปภาพพาโนราม่า(360◦) ","type":"ML & Data analytics"},
    {"name":"โปรแกรมตรวจสอบคุณภาพของแตงโมบนมือถือ ","type":"Mobile Application"},
    {"name":"พบแล้วแจ้งเลย(โปรแกรมแจ้งและจัดการข้อมูลผู้กระทำความผิดบนทางเท้า) ","type":"Mobile Application"},
    {"name":"GNSS Satellite raw data Application","type":"Mobile Application"},
    {"name":"เพลี้ย เพลี้ย ","type":"Web Apllication"},
    {"name":"แพลตฟอร์มสำหรับผู้แนะนำการลงทุน ","type":"Web Apllication"},
    {"name":"โมดูลกลางของเว็บไซต์และระบบการทำบัญชี ","type":"Web Apllication"},
    {"name":"ระบบการจัดการการนำเสนอผลงานทางวิชาการ ","type":"Web Apllication"},
    {"name":"ระบบการจัดการคลังสินค้าและวัตถุดิบ ","type":"Web Apllication"},
    {"name":"ระบบการออกเอกสารตารางสอนและใบเบิกค่าสอนเกินภาระงานของอาจารย์ภาควิชาวิทยาการคอมพิวเตอร์","type":"Web Apllication"},
    {"name":"ระบบจัดการข้อมูลการชำระเงินอิเล็กทรอนิกส์และ ระบบจัดการข้อมูลบัตรกำนัลส่วนลดอิเล็กทรอนิกส์สำหรับร้านค้าแฮมเบอร์เกอร์","type":"Web Apllication"},
    {"name":"ระบบจัดการฐานข้อมูลการซ่อมรถจักรยานยนต์","type":"Web Apllication"},
    {"name":"ระบบจัดการทรัพยกรณ์บริษัท นิวเจนแอร์เวย์","type":"Web Apllication"},
    {"name":"ระบบจัดการบัตรเติมน้ำมัน ","type":"Web Apllication"},
    {"name":"ระบบจัดการฝึกงานและโครงงานพิเศษสำหรับภาควิชาสถิติประยุกต์","type":"Web Apllication"},
    {"name":"ระบบจัดการสมาชิกสมาคมสถิติแห่งประเทศไทย ","type":"Web Apllication"},
    {"name":"ระบบจัดการสารบรรณอิเล็กทรอนิกส์","type":"Web Apllication"},
    {"name":"ระบบจัดการอบรบบุคลากรททบ.๕","type":"Web Apllication"},
    {"name":"ระบบจัดการอุปกรณ์และทรัพย์สินไอที ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"ระบบจัดการเอกสารการโอนที่ดินบริษัทแสนสิริ จำกัดมหาชน ","type":"Web Apllication"},
    {"name":"ระบบจัดเก็บไฟล์รูปภาพ และระบบปรับแต่งหน้าเว็บด้วย CSS แบบเรียลไทม์","type":"Web Apllication"},
    {"name":"ระบบจัดเก็บหมุดหลักฐานบริเวณแม่น้ำเจ้าพระยา และตรวจสอบพื้นที่สุ่มเสี่ยงล่วงล้ำลำน้ำ ","type":"Mobile Application"},
    {"name":"ระบบจัดเอกสารโครงการบริหารความเสี่ยงของคณะวิทยาศาสตร์ประยุกต์","type":"Web Apllication"},
    {"name":"ระบบแจ้งซ่อมและคลังอุปกรณ์ฝ่ายเทคโนโลยีสารสนเทศ สถานีวิทยุโทรทัศน์กองทัพบกช่อง 5 ","type":"Web Apllication"},
    {"name":"ระบบช่วยพ่อค้าขายของออนไลน์ผ่าน Facebook Page(มือที่สาม) ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"ระบบช่วยสนับสนุนการสืบค้นงานวิจัย ","type":"Web Apllication"},
    {"name":"ระบบดูแลผู้สูงอายุ ","type":"IOT"},
    {"name":"ระบบตรวจจับการล้มอัตโนมัติด้วยกล้อง KINECT ","type":"ML & Data analytics"},
    {"name":"ระบบตรวจสอบทุจริจของบัญชีปลอมแปลง ","type":"ML & Data analytics"},
    {"name":"ระบบแนะนำสินค้า ","type":"System(ระบบเบื้องหลัง)"},
    {"name":"ระบบบริหารจัดการและประเมินบุคลากรของมูลนิธิเพื่อการประเมินเทคโนโลยีและนโยบายด้านสุขภาพ(HiTAP) ","type":"Web Apllication"},
    {"name":"ระบบเฝ้าติดตามคุณภาพการให้บริการระบบ โทรศัพท์ผ่านเครือข่ายอินเทอร์เน็ตภายในองค์กร ","type":"Web Apllication"},
    {"name":"ระบบยืนยันตัวตนตามมาตรฐาน OAuth บนเทคโนโลยีบล็อกเชน ","type":"Blockchain"},
    {"name":"ระบบรับสมัครทดสอบความสามารถการใช้ภาษาอังกฤษ ","type":"Web Apllication"},
    {"name":"ระบบวางแผนทรัพยากรองค์กร ","type":"Web Apllication"},
    {"name":"ระบบวางแผนและติดตามเรือ ","type":"Web Apllication"},
    {"name":"ระบบวางเเผนและติดตามงานก่อสร้าง ","type":"Web Apllication"},
    {"name":"ระบบวิเคราะห์ข้อมูลเพื่อช่วยสนับสนุนการตัดสินใจสำหรับผู้บริหารพอร์ตสินเชื่อ ","type":"Web Apllication"},
    {"name":"ระบบเว็บฐานข้อมูลจัดการข้อมูลค่าเช่ารถ บริษัท ซีพี รีเทลลิงค์จำกัด ","type":"Web Apllication"},
    {"name":"ระบบสั่งอาหารเเละเเจ้งเตือนด้วยสมาร์ทโฟน ","type":"Mobile Application"},
    {"name":"ระบบสารบรรณอิเล็กทรอนิกส์บนเทคโนโลยีบล็อคเชน ","type":"Blockchain"},
    {"name":"ระบบสารสนเทศเพื่อรายงานข้อมูลและสถิติในรูปแบบภาพเชิงปริมาณที่วัดได้","type":"Web Apllication"},
    {"name":"ระบบสินเชื่อหมุนเวียนสำหรับห่วงโซ่อุปทานเพื่อลูกค้าธุรกิจขนาดใหญ่","type":"Blockchain"},
    {"name":"ระบบอาจารย์ที่ปรึกษา ","type":"Web Apllication"},
    {"name":"เว็บจำลองการเจาะระบบเพื่อทดสอบความมั่นคงของระบบคอมพิวเตอร์","type":"Network & Security"},
    {"name":"เว็บไซต์โรงเรียนบำรุงวิทยาธนบุรีและแอพพลิเคชั่นสมุดพกออนไลน์","type":"Web Apllication"},
    {"name":"เว็บแอพพลิเคชั่นจัดการหารูปภาพบุคคลในงานวิ่งมาราธอน ","type":"Web Apllication"},
    {"name":"สยาม ","type":"ML & Data analytics"},
    {"name":"อุปกรณ์แจ้งเตือนสิ่งกีดขวางและแยกแยะภาพ ","type":"ML & Data analytics"},
    {"name":"แอปพลิเคชันสื่อการเรียนรู้ด้วยเสียง สำหรับเด็กพิการทางสายตาอายุระหว่าง 3 - 8 ปี ","type":"Mobile Application"},
    {"name":"แอพพลิเคชั่น กายภาพบำบัด ","type":"Mobile Application"},
    {"name":"แอพพลิเคชั่นจัดการพนักงานและการประเมิน บนเทคโนโลยีบล๊อคเชน ","type":"Blockchain"},
    {"name":"แอพพลิเคชั่นแจ้งเตือนอุบัติเหตุรถชน ","type":"Mobile Application"},
    {"name":"แอพพลิเคชันแสดงการพยากรณ์คลื่นมหาสมุทรบนอุปกรณ์แอนดรอยด์","type":"Mobile Application"},
{},{}]